<?php

use yh\mdc\ActiveForm;

/* @var $this yii\web\View */

$this->title = \Yii::t(
    'backend/main',
    '{name-project} - Панель управления',
    ['name-project' => Yii::$app->name]
);

?>

<p class="mdc-typography--body1">2010-е годы
    В 2010 году на рынок был выпущен планшетный компьютер iPad[15].

    Производство iPod, iPhone и iPad, пользовавшихся высоким спросом по всему миру, кардинальным образом улучшило
    финансовое положение Apple, принося компании рекордную прибыль. В августе 2011 года Apple впервые стала самой
    дорогой компанией мира по рыночной капитализации, обойдя нефтяную компанию ExxonMobil, до конца года они ещё не раз
    менялись местами, однако с января 2012 года Apple удалось надолго закрепиться на первой строчке. В августе 2012 она
    стала самой дорогой компанией в истории, побив установленный в декабре 1999 г., на пике т. н. пузыря доткомов,
    рекорд Microsoft, а 21 сентября 2012, акции Apple в ходе торгов достигли своего максимума — $705,07, капитализация
    составила $662,09 млрд[17]. Со времени максимума в сентябре 2012 года к январю 2013 года капитализация Apple
    сократилась на 37,6 %[17], что позволило ExxonMobil вновь соперничать с ней за первое место самой дорогой публичной
    компании мира[18]. 13 ноября 2014 года вновь Apple побила свой рекорд, её капитализация составила $663,43 млрд[19].

    В 2013 году корпорация Apple первой начала серийное производство 64-битных чипов ARM-архитектуры, выпустив 64-битный
    2-ядерный микропроцессор Apple A7[20].

    В 2014 году корпорация представила своё первое персональное, носимое устройство — Apple Watch.

    В 2016 году на ежегодной конференции WWDC-2016 корпорацией Apple анонсировано, что устройства бренда будут работать
    по принципу оконечного шифрования: информация будет кодироваться на устройстве, которое её передает, и
    декодироваться
</p>